Repository: jarilammi/lutheran.radio
Catalog: Lutheran Radio/Localizable.xcstrings
Source language: en
Languages: am, bg, cs, da, de, el, es, et, fi, fit, fo, fr, gag, hr, hu, id, is, it, kl, lt, lv, nb, nl, nn, pl, pt, pt_br, ro, ru, se, sk, sl, sq, sv, sw, te, uk

# security_model_error_message
source: Unable to start playback due to a security validation failure. Please check your internet connection and make sure the app is up to date. If the issue continues, restart the app and try again.
am: በደህንነት ማረጋገጫ ውድቀት ምክንያት መጫወት መጀመር አልተቻለም። እባክዎ የበይነመረብ ግንኙነትዎን ይፈትሹ እና መተግበሪያው ወቅታዊ መሆኑን ያረጋግጡ። ችግሩ ከቀጠለ መተግበሪያውን እንደገና ያስጀምሩና እንደገና ይሞክሩ።
bg: Не може да се стартира възпроизвеждане поради неуспешна проверка на сигурността. Моля, проверете интернет връзката си и се уверете, че приложението е актуално. Ако проблемът продължава, рестартирайте приложението и опитайте отново.
cs: Přehrávání nelze spustit kvůli selhání ověření zabezpečení. Zkontrolujte internetové připojení a ujistěte se, že je aplikace aktuální. Pokud problém přetrvává, restartujte aplikaci a zkuste to znovu.
da: Kan ikke starte afspilning på grund af en fejl i sikkerhedsvalideringen. Kontroller venligst din internetforbindelse og sørg for, at appen er opdateret. Hvis problemet fortsætter, genstart appen og prøv igen.
de: Die Wiedergabe kann aufgrund eines Fehlers bei der Sicherheitsüberprüfung nicht gestartet werden. Bitte überprüfen Sie Ihre Internetverbindung und stellen Sie sicher, dass die App aktuell ist. Wenn das Problem weiterhin besteht, starten Sie die App neu und versuchen Sie es erneut.
el: Δεν είναι δυνατή η έναρξη της αναπαραγωγής λόγω αποτυχίας επαλήθευσης ασφαλείας. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και βεβαιωθείτε ότι η εφαρμογή είναι ενημερωμένη. Αν το πρόβλημα συνεχίζεται, επανεκκινήστε την εφαρμογή και δοκιμάστε ξανά.
es: No se puede iniciar la reproducción debido a un fallo en la validación de seguridad. Comprueba tu conexión a internet y asegúrate de que la app esté actualizada. Si el problema persiste, reinicia la app e inténtalo de nuevo.
et: Ei saa taasesitust alustada turvavalideerimise tõrke tõttu. Palun kontrollige oma internetiühendust ja veenduge, et rakendus on ajakohane. Kui probleem püsib, taaskäivitage rakendus ja proovige uuesti.
fi: Toistoa ei voida käynnistää turvallisuusvarmennuksen epäonnistumisen vuoksi. Tarkista internet-yhteytesi ja varmista, että sovellus on ajan tasalla. Jos ongelma jatkuu, käynnistä sovellus uudelleen ja yritä uudestaan.
fit: Ei saata alottaa soittamista kun turvavalidointi meni pieleen. Tarkista internet-yhteys ja katto, että sovellus on ajantasalla. Jos vika vielä jatkuu, käynnistä sovellus uuvestaan ja koeta toisen kerran.
fo: Kann ikki byrja avspæling vegna ein feil í trygdarvalideringini. Vinarliga kanna títt internet sambandið og tryggja, at appin er dagførd. Um trupulleikin heldur fram, byrja appina umaftur og royn aftur.
fr: Impossible de démarrer la lecture en raison d’un échec de validation de sécurité. Vérifiez votre connexion Internet et assurez-vous que l’app est à jour. Si le problème persiste, redémarrez l’app et réessayez.
gag: Eminlik kontrolu yannışından çalmaa başlanameer. Internet bağlantını kontrol et hem aplikatsiyanın eni versiyada olduuunu bak. Problem devam ederä, aplikatsiyanı kapat hem taa bir kerä aç, sora gene dene.
hr: Reprodukciju nije moguće pokrenuti zbog neuspjele sigurnosne provjere. Provjerite internetsku vezu i uvjerite se da je aplikacija ažurirana. Ako se problem nastavi, ponovno pokrenite aplikaciju i pokušajte ponovno.
hu: A lejátszás nem indítható biztonsági ellenőrzési hiba miatt. Ellenőrizze az internetkapcsolatot, és győződjön meg arról, hogy az app naprakész. Ha a probléma továbbra is fennáll, indítsa újra az appot, és próbálja meg újra.
id: Tidak dapat memulai pemutaran karena validasi keamanan gagal. Periksa koneksi internet Anda dan pastikan app sudah versi terbaru. Jika masalah berlanjut, mulai ulang app dan coba lagi.
is: Ekki er hægt að hefja spilun vegna bilunar í öryggisstaðfestingu. Vinsamlegast athugaðu internettenginguna þína og gakktu úr skugga um að appið sé uppfært. Ef vandamálið heldur áfram, endurræstu appið og reyndu aftur.
it: Impossibile avviare la riproduzione a causa di un errore di convalida della sicurezza. Controlla la connessione Internet e assicurati che l’app sia aggiornata. Se il problema persiste, riavvia l’app e riprova.
kl: Nipilersorneq atorlugu siumut qanoq iliuuseq ajorpoq. Internettit atungaata toqqammavigit aammalu appi nutartertariaqarnera iliuusigit. Naak ajornartorpoq, appi nutaaq alerfigit naammit naammagunarpat.
lt: Nepavyksta pradėti atkūrimo dėl saugumo patvirtinimo klaidos. Prašome patikrinti interneto ryšį ir įsitikinti, kad programa atnaujinta. Jei problema išlieka, paleiskite programą iš naujo ir bandykite dar kartą.
lv: Nevar sākt atskaņošanu drošības validācijas kļūmes dēļ. Lūdzu, pārbaudiet interneta savienojumu un pārliecinieties, ka lietotne ir atjaunināta. Ja problēma turpinās, restartējiet lietotni un mēģiniet vēlreiz.
nb: Kan ikke starte avspilling på grunn av en feil i sikkerhetsvalideringen. Vennligst sjekk internettforbindelsen din og forsikre deg om at appen er oppdatert. Hvis problemet vedvarer, start appen på nytt og prøv igjen.
nl: Kan de afspeling niet starten vanwege een beveiligingsvalidatiefout. Controleer je internetverbinding en zorg dat de app up-to-date is. Als het probleem aanhoudt, herstart de app en probeer het opnieuw.
nn: Kan ikkje starte avspeling på grunn av ein feil i tryggleiksvalideringa. Ver snill og sjekk internettforbindelsen din og sjå til at appen er oppdatert. Dersom problemet held fram, start appen på nytt og prøv igjen.
pl: Nie można rozpocząć odtwarzania z powodu niepowodzenia weryfikacji bezpieczeństwa. Proszę sprawdzić połączenie internetowe i upewnić się, że aplikacja jest zaktualizowana. Jeśli problem nadal występuje, uruchom ponownie aplikację i spróbuj jeszcze raz.
pt: Não foi possível iniciar a reprodução devido a uma falha na validação de segurança. Verifique a sua ligação à Internet e certifique-se de que a app está atualizada. Se o problema continuar, reinicie a app e tente novamente.
pt_br: Não foi possível iniciar a reprodução devido a uma falha na validação de segurança. Verifique sua conexão com a Internet e certifique-se de que o app está atualizado. Se o problema continuar, reinicie o app e tente de novo.
ro: Redarea nu poate fi pornită din cauza unei erori de validare a securității. Verifică conexiunea la internet și asigură-te că aplicația este actualizată. Dacă problema persistă, repornește aplicația și încearcă din nou.
ru: Не удается начать воспроизведение из-за сбоя проверки безопасности. Пожалуйста, проверьте подключение к интернету и убедитесь, что приложение обновлено. Если проблема сохраняется, перезапустите приложение и попробуйте снова.
se: Ii sáhte álggit čuojahan go sihkarvuohtačielggadeapmi ii lihkos. Dárkkis interneahttačatnosa ja áddeštá ahte applikašuvdna lea ođđasit. Jos váttisvuohta joatka, álggat applikašuvnna ođđasit ja geahča ođđasit.
sk: Prehrávanie sa nepodarilo spustiť kvôli zlyhaniu bezpečnostnej validácie. Skontrolujte internetové pripojenie a uistite sa, že máte najnovšiu verziu aplikácie. Ak problém pretrváva, reštartujte aplikáciu a skúste to znova.
sl: Predvajanja ni mogoče začeti zaradi neuspešnega varnostnega preverjanja. Preverite internetno povezavo in se prepričajte, da je aplikacija posodobljena. Če težava ostane, znova zaženite aplikacijo in poskusite znova.
sq: Nuk mund të niset luajtja për shkak të dështimit të validimit të sigurisë. Kontrolloni lidhjen me internetin dhe sigurohuni që aplikacioni është i përditësuar. Nëse problemi vazhdon, rinisni aplikacionin dhe provoni përsëri.
sv: Kan inte starta uppspelning på grund av ett fel i säkerhetsvalideringen. Vänligen kontrollera din internetanslutning och se till att appen är uppdaterad. Om problemet kvarstår, starta om appen och försök igen.
sw: Imeshindwa kuanza uchezaji kwa sababu ya kushindwa kwa uthibitishaji wa usalama. Tafadhali angalia muunganisho wako wa intaneti na uhakikishe programu imesasishwa. Ikiwa tatizo litaendelea, anzisha tena programu na ujaribu tena.
te: భద్రతా ధృవీకరణ వైఫల్యం కారణంగా ప్లేబ్యాక్ ప్రారంభించలేకపోయాం. దయచేసి మీ ఇంటర్నెట్ కనెక్షన్‌ని తనిఖీ చేసి, యాప్ తాజాగా ఉందని నిర్ధారించుకోండి. సమస్య కొనసాగితే, యాప్‌ని పునఃప్రారంభించి మళ్లీ ప్రయత్నించండి.
uk: Не вдається почати відтворення через збій перевірки безпеки. Будь ласка, перевірте підключення до інтернету та переконайтеся, що програму оновлено. Якщо проблема не зникає, перезапустіть програму й спробуйте знову.

# security_model_error_title
source: Security Validation Failed
am: የደህንነት ማረጋገጫ አልተሳካም
bg: Неуспешна проверка на сигурността
cs: Ověření zabezpečení selhalo
da: Sikkerhedsvalidering mislykkedes
de: Sicherheitsvalidierung fehlgeschlagen
el: Αποτυχία επαλήθευσης ασφαλείας
es: Validación de seguridad fallida
et: Turvalisuse valideerimine ebaõnnestus
fi: Turvallisuusvalidointi epäonnistui
fit: Turvallisuustarkastus epäonnistui
fo: Trygdarstaðfesting miseydnaðist
fr: Échec de la validation de sécurité
gag: Eminlik kontrolu olmadı
hr: Sigurnosna provjera nije uspjela
hu: A biztonsági ellenőrzés sikertelen
id: Validasi Keamanan Gagal
is: Öryggisstaðfesting mistókst
it: Convalida della sicurezza non riuscita
kl: Illersuisarneq ajorpoq
lt: Saugumo patvirtinimas nepavyko
lv: Drošības validācija neizdevās
nb: Sikkerhetsvalidering mislyktes
nl: Beveiligingsvalidatie mislukt
nn: Tryggleiksvalidering mislykka
pl: Weryfikacja zabezpieczeń nie powiodła się
pt: Falha na validação de segurança
pt_br: Falha na validação de segurança
ro: Validarea de securitate a eșuat
ru: Проверка безопасности не удалась
se: Sihkarvuohtačielggadeapmi ii lihkostuvvan
sk: Bezpečnostná validácia zlyhala
sl: Varnostno preverjanje ni uspelo
sq: Validimi i sigurisë dështoi
sv: Säkerhetsvalidering misslyckades
sw: Uthibitishaji wa usalama umeshindwa
te: భద్రతా ధృవీకరణ విఫలమైంది
uk: Перевірка безпеки не вдалася

# select_language_accessibility
source: Select %@
am: %@ን ይምረጡ
bg: Избери %@
cs: Vybrat %@
da: Vælg %@
de: Auswählen %@
el: Επιλογή %@
es: Seleccionar %@
et: Vali %@
fi: Valitse %@
fit: Valitse %@
fo: Vel %@
fr: Sélectionner %@
gag: Seç %@
hr: Odaberi %@
hu: %@ kiválasztása
id: Pilih %@
is: Veldu %@
it: Seleziona %@
kl: Toqqar %@
lt: Pasirinkti %@
lv: Izvēlēties %@
nb: Velg %@
nl: Selecteer %@
nn: Vel %@
pl: Wybierz %@
pt: Selecionar %@
pt_br: Selecionar %@
ro: Selectează %@
ru: Выбрать %@
se: Vállje %@
sk: Vybrať %@
sl: Izberi %@
sq: Zgjidh %@
sv: Välj %@
sw: Chagua %@
te: %@ని ఎంచుకోండి
uk: Вибрати %@

# sleep_timer_accessibility_remaining
source: %lld minutes remaining
am: %lld ደቂቃዎች ቀርተዋል
bg: Остават %lld минути
cs: Zbývá %lld minut
da: %lld minutter tilbage
de: Noch %lld Minuten
el: Απομένουν %lld λεπτά
es: Quedan %lld minutos
et: %lld minutit jäänud
fi: %lld minuuttia jäljellä
fit: %lld minuuttia jäljellä
fo: %lld minuttir eftir
fr: %lld minutes restantes
gag: %lld minut kaldı
hr: Još %lld minuta
hu: %lld perc van hátra
id: %lld menit tersisa
is: %lld mínútur eftir
it: %lld minuti rimanenti
kl: %lld minutsit sinnerusoq
lt: Liko %lld minučių
lv: Atlikušas %lld minūtes
nb: %lld minutter igjen
nl: Nog %lld minuten
nn: %lld minutt att
pl: Pozostało %lld minuty
pt: %lld minutos restantes
pt_br: Faltam %lld minutos
ro: %lld de minute rămase
ru: Осталось %lld минуты
se: %lld minuhtta báhcán
sk: Zostáva %lld minút
sl: Še %lld minut
sq: %lld minuta të mbetura
sv: %lld minuter kvar
sw: Dakika %lld zimesalia
te: %lld నిమిషాలు మిగిలాయి
uk: Залишилося %lld хвилини

# sleep_timer_cancel_timer
source: Cancel timer
am: ሰዓት ቆጣሪውን ሰርዝ
bg: Отмени таймера
cs: Zrušit časovač
da: Annuller timer
de: Timer abbrechen
el: Ακύρωση χρονοδιακόπτη
es: Cancelar temporizador
et: Tühista taimer
fi: Peru ajastin
fit: Peru ajastin
fo: Avlýs tíðarsett
fr: Annuler le minuteur
gag: Taymeri kaldır
hr: Otkaži timer
hu: Időzítő törlése
id: Batalkan pengatur waktu
is: Hætta við tíma
it: Annulla timer
kl: Naamagit tamersat
lt: Atšaukti laikmatį
lv: Atcelt taimeri
nb: Avbryt timer
nl: Timer annuleren
nn: Avbryt timer
pl: Anuluj wyłącznik
pt: Cancelar temporizador
pt_br: Cancelar timer
ro: Anulează temporizatorul
ru: Отменить таймер
se: Gáhtta ráhkadan
sk: Zrušiť časovač
sl: Prekliči časovnik
sq: Anulo kohëmatësin
sv: Avbryt timer
sw: Ghairi kipima saa
te: టైమర్ రద్దు చేయి
uk: Скасувати таймер

# sleep_timer_preset_15_min
source: 15 minutes
am: 15 ደቂቃዎች
bg: 15 минути
cs: 15 minut
da: 15 minutter
de: 15 Minuten
el: 15 λεπτά
es: 15 minutos
et: 15 minutit
fi: 15 minuuttia
fit: 15 minuuttia
fo: 15 minuttir
gag: 15 minut
hr: 15 minuta
hu: 15 perc
id: 15 menit
is: 15 mínútur
it: 15 minuti
kl: 15 minutsit
lt: 15 minučių
lv: 15 minūtes
nb: 15 minutter
nl: 15 minuten
nn: 15 minutt
pl: 15 minut
pt: 15 minutos
pt_br: 15 minutos
ro: 15 minute
ru: 15 минут
se: 15 minuhtta
sk: 15 minút
sl: 15 minut
sq: 15 minuta
sv: 15 minuter
sw: Dakika 15
te: 15 నిమిషాలు
uk: 15 хвилин

# sleep_timer_preset_30_min
source: 30 minutes
am: 30 ደቂቃዎች
bg: 30 минути
cs: 30 minut
da: 30 minutter
de: 30 Minuten
el: 30 λεπτά
es: 30 minutos
et: 30 minutit
fi: 30 minuuttia
fit: 30 minuuttia
fo: 30 minuttir
gag: 30 minut
hr: 30 minuta
hu: 30 perc
id: 30 menit
is: 30 mínútur
it: 30 minuti
kl: 30 minutsit
lt: 30 minučių
lv: 30 minūtes
nb: 30 minutter
nl: 30 minuten
nn: 30 minutt
pl: 30 minut
pt: 30 minutos
pt_br: 30 minutos
ro: 30 de minute
ru: 30 минут
se: 30 minuhtta
sk: 30 minút
sl: 30 minut
sq: 30 minuta
sv: 30 minuter
sw: Dakika 30
te: 30 నిమిషాలు
uk: 30 хвилин

# sleep_timer_preset_45_min
source: 45 minutes
am: 45 ደቂቃዎች
bg: 45 минути
cs: 45 minut
da: 45 minutter
de: 45 Minuten
el: 45 λεπτά
es: 45 minutos
et: 45 minutit
fi: 45 minuuttia
fit: 45 minuuttia
fo: 45 minuttir
gag: 45 minut
hr: 45 minuta
hu: 45 perc
id: 45 menit
is: 45 mínútur
it: 45 minuti
kl: 45 minutsit
lt: 45 minučių
lv: 45 minūtes
nb: 45 minutter
nl: 45 minuten
nn: 45 minutt
pl: 45 minut
pt: 45 minutos
pt_br: 45 minutos
ro: 45 de minute
ru: 45 минут
se: 45 minuhtta
sk: 45 minút
sl: 45 minut
sq: 45 minuta
sv: 45 minuter
sw: Dakika 45
te: 45 నిమిషాలు
uk: 45 хвилин

# sleep_timer_preset_60_min
source: 60 minutes
am: 60 ደቂቃዎች
bg: 60 минути
cs: 60 minut
da: 60 minutter
de: 60 Minuten
el: 60 λεπτά
es: 60 minutos
et: 60 minutit
fi: 60 minuuttia
fit: 60 minuuttia
fo: 60 minuttir
gag: 60 minut
hr: 60 minuta
hu: 60 perc
id: 60 menit
is: 60 mínútur
it: 60 minuti
kl: 60 minutsit
lt: 60 minučių
lv: 60 minūtes
nb: 60 minutter
nl: 60 minuten
nn: 60 minutt
pl: 60 minut
pt: 60 minutos
pt_br: 60 minutos
ro: 60 de minute
ru: 60 минут
se: 60 minuhtta
sk: 60 minút
sl: 60 minut
sq: 60 minuta
sv: 60 minuter
sw: Dakika 60
te: 60 నిమిషాలు
uk: 60 хвилин

# sleep_timer_sheet_title
source: Sleep timer
am: የእንቅልፍ ሰዓት ቆጣሪ
bg: Таймер за заспиване
cs: Časovač vypnutí
da: Søvntimer
de: Schlaf-Timer
el: Χρονοδιακόπτης ύπνου
es: Temporizador de apagado
et: Uinumise taimer
fi: Uniajastin
fit: Uniajastin
fo: Svevntíðari
fr: Minuteur de veille
gag: Uyku taymeri
hr: Timer za spavanje
hu: Elalvási időzítő
id: Pengatur waktu tidur
is: Svefntími
it: Timer di spegnimento
kl: Sinersuut tamersat
lt: Miego laikmatis
lv: Miega taimeris
nb: Søvntimer
nl: Slaaptimer
nn: Søvntimer
pl: Wyłącznik czasowy
pt: Temporizador de desligamento
pt_br: Timer para dormir
ro: Temporizator de somn
ru: Таймер сна
se: Biepmos ráhkadan
sk: Časovač spánku
sl: Časovnik spanja
sq: Kohëmatësi i gjumit
sv: Insomningstimer
sw: Kipima saa cha kulala
te: స్లీప్ టైమర్
uk: Таймер сну

# ssl_transition_message
source: The streaming servers have renewed their SSL certificates. The app is working in compatibility mode. Please update to the latest version when available for optimal security.
am: የስትሪሚንግ አገልጋዮች የ SSL የምስክር ወረቀቶቻቸውን አድሰዋል። መተግበሪያው በተኳኋኝነት ሁነታ እየሰራ ነው። ለምርጥ ደህንነት ሲገኝ ወደ የቅርብ ጊዜው ስሪት ያዘምኑ።
bg: Поточните сървъри са обновили SSL сертификатите си. Приложението работи в режим на съвместимост. Моля, актуализирайте до най-новата версия, когато е налична, за оптимална сигурност.
cs: Streamovací servery obnovily své SSL certifikáty. Aplikace pracuje v režimu kompatibility. Aktualizujte na nejnovější verzi, až bude k dispozici, pro optimální zabezpečení.
da: Streaming-serverne har fornyet deres SSL-certifikater. Appen kører i kompatibilitetstilstand. Opdater venligst til den nyeste version, når den er tilgængelig, for optimal sikkerhed.
de: Die Streaming-Server haben ihre SSL-Zertifikate erneuert. Die App läuft im Kompatibilitätsmodus. Bitte aktualisieren Sie auf die neueste Version, wenn verfügbar, für optimale Sicherheit.
el: Οι διακομιστές ροής έχουν ανανεώσει τα πιστοποιητικά SSL τους. Η εφαρμογή λειτουργεί σε λειτουργία συμβατότητας. Ενημερώστε στην πιο πρόσφατη έκδοση όταν είναι διαθέσιμη για βέλτιστη ασφάλεια.
es: Los servidores de streaming han renovado sus certificados SSL. La app funciona en modo de compatibilidad. Actualiza a la versión más reciente cuando esté disponible para una seguridad óptima.
et: Voogesitusserverid on uuendanud oma SSL-sertifikaate. Rakendus töötab ühilduvusrežiimis. Palun värskendage uusimale versioonile, kui see on saadaval optimaalse turvalisuse tagamiseks.
fi: Suoratoistopalvelimet ovat uusineet SSL-sertifikaattinsa. Sovellus toimii yhteensopivuustilassa. Päivitä uusimpaan versioon kun saatavilla optimaalisen turvallisuuden takaamiseksi.
fit: Suoratoisto-palvelimet ovat uusinheet SSL-varmentensa. Sovellus toimii yhteensopivuus-tilassa. Päivitä uusimphan versioonhin ko se on saatavilla parhaan turvallisuuen takia.
fo: Streaming-tænarar hava endurnýtt síni SSL-váttanarbræv. Appið virkar í sambæriligheitsstøðu. Vinarliga dagfør til nýggjastu útgávuna, tá hon er tøk, fyri besta trygd.
fr: Les serveurs de diffusion ont renouvelé leurs certificats SSL. L’app fonctionne en mode de compatibilité. Mettez à jour vers la dernière version dès qu’elle sera disponible pour une sécurité optimale.
gag: Yayın serverleri SSL sertifikatlarını eniledi. Aplikatsiya uyum modunda işleer. En iyi eminlik üçin, eni versiya çıkınca aplikatsiyanı enile.
hr: Poslužitelji za streaming obnovili su svoje SSL certifikate. Aplikacija radi u načinu kompatibilnosti. Ažurirajte na najnoviju verziju kada bude dostupna radi optimalne sigurnosti.
hu: A streamingszerverek megújították az SSL-tanúsítványaikat. Az app kompatibilitási módban működik. A lehető legjobb biztonság érdekében frissítsen a legújabb verzióra, amint elérhető.
id: Server streaming telah memperbarui sertifikat SSL mereka. App sedang berjalan dalam mode kompatibilitas. Perbarui ke versi terbaru saat tersedia untuk keamanan yang optimal.
is: Streymisþjónarnir hafa endurnýjað SSL vottorð sín. Forritið keyrir í samhæfnisstillingu. Vinsamlegast uppfærðu í nýjustu útgáfu þegar hún er tiltæk fyrir besta öryggi.
it: I server di streaming hanno rinnovato i certificati SSL. L’app funziona in modalità di compatibilità. Aggiorna all’ultima versione non appena disponibile per una sicurezza ottimale.
kl: Streaming-servit SSL nalunaasuutinnik nutaallatippaat. App-ip ataatsimoorsinnaasumik suliarpoq. Immikkoortoq piqqusivippat nutaallatitse immikkoortoormut.
lt: Srautų perdavimo serveriai atnaujino savo SSL sertifikatus. Programa veikia suderinamumo režimu. Prašome atnaujinti į naujausią versiją, kai ji bus prieinama, kad užtikrintumėte optimalų saugumą.
lv: Straumēšanas serveri ir atjaunojuši savus SSL sertifikātus. Lietotne darbojas saderības režīmā. Lūdzu, atjauniniet uz jaunāko versiju, kad tā būs pieejama, lai nodrošinātu optimālu drošību.
nb: Streaming-serverne har fornyet sine SSL-sertifikater. Appen kjører i kompatibilitetsmodus. Vennligst oppdater til nyeste versjon når den er tilgjengelig for optimal sikkerhet.
nl: De streaming servers hebben hun SSL-certificaten vernieuwd. De app werkt in compatibiliteitsmodus. Werk bij naar de nieuwste versie wanneer beschikbaar voor optimale beveiliging.
nn: Streaming-tenarane har fornyet SSL-sertifikata sine. Appen køyrer i kompatibilitetsmodus. Ver snill og oppdater til nyaste versjon når ho er tilgjengeleg for optimal tryggleik.
pl: Serwery streamingowe odnowiły swoje certyfikaty SSL. Aplikacja działa w trybie kompatybilności. Prosimy o aktualizację do najnowszej wersji, gdy będzie dostępna, dla optymalnego bezpieczeństwa.
pt: Os servidores de transmissão renovaram os certificados SSL. A app está a funcionar em modo de compatibilidade. Atualize para a versão mais recente quando estiver disponível para uma segurança ótima.
pt_br: Os servidores de transmissão renovaram os certificados SSL. O app está funcionando em modo de compatibilidade. Atualize para a versão mais recente quando estiver disponível para uma segurança ideal.
ro: Serverele de streaming și-au reînnoit certificatele SSL. Aplicația funcționează în modul de compatibilitate. Actualizează la cea mai recentă versiune când este disponibilă pentru o securitate optimă.
ru: Потоковые серверы обновили свои SSL-сертификаты. Приложение работает в режиме совместимости. Пожалуйста, обновитесь до последней версии, когда она будет доступна, для оптимальной безопасности.
se: Streaming-serverat leat ođasmahttán iežaset SSL-duođaštusat. App doaibmá ovttaoaivvildanvuogis. Ođasmahte ođasmosá verošuvdnii go lea oažžumis, buoremus sihkkarvuođa dihtii.
sk: Streamovacie servery obnovili svoje SSL certifikáty. Aplikácia pracuje v kompatibilnom režime. Aktualizujte na najnovšiu verziu, keď bude dostupná, pre optimálnu bezpečnosť.
sl: Pretočni strežniki so obnovili svoja potrdila SSL. Aplikacija deluje v združljivostnem načinu. Za optimalno varnost posodobite na najnovejšo različico, ko bo na voljo.
sq: Serverët e transmetimit kanë rinovuar certifikatat SSL. Aplikacioni po punon në modalitetin e përputhshmërisë. Përditësojeni me versionin më të fundit sapo të jetë i disponueshëm për siguri optimale.
sv: Streamingservrarna har förnyat sina SSL-certifikat. Appen körs i kompatibilitetsläge. Vänligen uppdatera till senaste versionen när tillgänglig för optimal säkerhet.
sw: Seva za utiririshaji zimesasisha vyeti vyao vya SSL. Programu inafanya kazi katika hali ya uoanifu. Tafadhali sasisha hadi toleo jipya zaidi linapopatikana kwa usalama bora.
te: స్ట్రీమింగ్ సర్వర్‌లు తమ SSL సర్టిఫికేట్‌లను పునరుద్ధరించాయి. యాప్ అనుకూలత మోడ్‌లో పనిచేస్తోంది. ఉత్తమ భద్రత కోసం అందుబాటులోకి వచ్చినప్పుడు తాజా వెర్షన్‌కి అప్‌డేట్ చేయండి.
uk: Потокові сервери оновили свої SSL-сертифікати. Програма працює в режимі сумісності. Будь ласка, оновіть до останньої версії, коли вона буде доступна, для оптимальної безпеки.

# ssl_transition_title
source: Certificate Updated
am: የምስክር ወረቀት ተዘምኗል
bg: Сертификатът е обновен
cs: Certifikát byl aktualizován
da: Certifikat opdateret
de: Zertifikat aktualisiert
el: Το πιστοποιητικό ενημερώθηκε
es: Certificado actualizado
et: Sertifikaat uuendatud
fi: Sertifikaatti päivitetty
fit: Varmente päivitetty
fo: Váttanarbræv dagfært
fr: Certificat mis à jour
gag: Sertifikat enilendi
hr: Certifikat je ažuriran
hu: Tanúsítvány frissítve
id: Sertifikat Diperbarui
is: Vottorð uppfært
it: Certificato aggiornato
kl: Nalunaasuut nutaallatipput
lt: Sertifikatas atnaujintas
lv: Sertifikāts atjaunots
nb: Sertifikat oppdatert
nl: Certificaat bijgewerkt
nn: Sertifikat oppdatert
pl: Certyfikat zaktualizowany
pt: Certificado atualizado
pt_br: Certificado atualizado
ro: Certificat actualizat
ru: Сертификат обновлён
se: Duođaštus ođasmahttojuvvon
sk: Certifikát bol aktualizovaný
sl: Potrdilo posodobljeno
sq: Certifikata u përditësua
sv: Certifikat uppdaterat
sw: Cheti kimesasishwa
te: సర్టిఫికేట్ అప్‌డేట్ అయింది
uk: Сертифікат оновлено
